import React from "react";

export default class MainContent extends React.Component {
    render() {
        return (
            <div className='mainContent'>
            <span className='content'>
              Stardew Valley — это открытая РПГ о жизни в деревне!
              Вы унаследовали участок вашего дедушки в долине Стардью.
              Вооружившись старыми инструментами и парочкой монет, вы отправитесь туда, чтобы начать новую жизнь.
              Сможете ли вы научиться сельской жизни и превратить эти заросшие поля в процветающий дом?
              Да, но это будет нелегко. С тех пор, как корпорация Джоджа пришла в город, местные начали жить по-другому.
              Клуб, когда-то бывший центром городской активности, пришел в упадок.
              Но долина полна возможностей.
              С большой самоотверженностью вы сможете стать тем, кто приведет долину Стардью к величию!
                <ul>
                    <li>
                        Превратите поросшие бурьяном поля в опрятную ферму!
                        Выращивайте скот и посевы, посадите фруктовый сад, возводите хозяйственные сооружения!
                        Создайте ферму своей мечты — места вам хватит.
                    </li>
                    <li>
                        Постепенно оттачивайте навыки.
                        На пути от неопытного новичка до матерого фермера вам предстоит продвинуться в пяти различных сферах:
                        сельское хозяйство, горное дело, собирательство, рыбалка и бой.
                        Вы познакомитесь с новыми кулинарными рецептами и хитрыми приемами,
                        обнаружите новые локации и выберете профессию по душе.
                    </li>
                    <li>
                        Станьте своим.
                        В Стардью-Вэлли более 30 уникальных жителей, и вы без труда найдете друзей!
                        У каждого из них свой распорядок дня, дата дня рождения, мини-видеоролики и набор реплик на целый год.
                        Наладив с ними отношения, вы сможете помочь им с личными неурядицами и узнать их секреты!
                        Примите участие в таких сезонных праздниках, как гавайская вечеринка, лабиринт страха и День Зимней звезды.
                    </li>
                </ul>
          </span>
                <span className='imageContent'>
          </span>
            </div>

        )
    }
}




