import React from "react";

const MainContent = () => {
  return(
      <div className='mainContent'>
          <span className='content'>
              Stardew Valley — это открытая РПГ о жизни в деревне!
              Вы унаследовали участок вашего дедушки в долине Стардью.
              Вооружившись старыми инструментами и парочкой монет, вы отправитесь туда, чтобы начать новую жизнь.
              Сможете ли вы научиться сельской жизни и превратить эти заросшие поля в процветающий дом?
              Да, но это будет нелегко. С тех пор, как корпорация Джоджа пришла в город, местные начали жить по-другому.
              Клуб, когда-то бывший центром городской активности, пришел в упадок.
              Но долина полна возможностей.
              С большой самоотверженностью вы сможете стать тем, кто приведет долину Стардью к величию!
          </span>
          <span className='imageContent'>
              <img src={'http://pm1.narvii.com/7250/87a6b9a327346637557d215a213d9fe455d89cfer1-1920-1200v2_uhq.jpg'} alt={"Картинка с фермы"}/>
          </span>
          <span>

          </span>

      </div>
   
  )
}

export default MainContent;